/* Window Menu Title (temporary until IB supports this directly) */
"Window" = "Finestra";

/* Contextual menu strings */
"Help" = "Aiuto";

/* App menu strings */
"Hide" = "Nascondi ^0";
"Quit" = "Esci da ^0";

/* Location menu - location template */
"Location (%@)" = "Posizione (%@)";

/* Location menu - empty location name */
"<no name>" = "<nessun nome>";

/* Dock menu strings */
"Turn Hiding On" = "Attiva Nascondi";
"Turn Hiding Off" = "Disattiva Nascondi";
"Turn Magnification On" = "Attiva Ingrandimento";
"Turn Magnification Off" = "Disattiva Ingrandimento";

/* Text for minimized window Dock menu item */
"Close" = "Chiudi";

/* Get More Software web address */
"http://www.apple.com" = "http://www.apple.com/it/macosx/get";

/* Get More Software failure strings */
"Get Software Failed" = "Ottieni software Mac OS X";
"LaunchServices Failed" = "Il tuo browser web preferito non può essere aperto perché le impostazioni di sistema sono in fase di aggiornamento. Riprova tra qualche minuto.";

/* Apple menu strings */
"Log Out" = "Logout…";
"Log Out..." = "Logout…";
"Show in Finder" = "Mostra “%@” nel Finder";
"App Store..." = "App Store…";
